stovarj-ing/Modular_RPM_TCRT5000_BLE-WIFI-http--MQTT-Thingsboard-/fase_A_bluetooth/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y
CONFIG_BT_NIMBLE_ROLE_PERIPHERAL=y
CONFIG_BT_NIMBLE_50_FEATURE_SUPPORT=n
